Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Wattly 시그니처 W 파형이 좌에서 우로 전파되며 전력 부하에 따라 가속됩니다.
ar: تنتشر موجة W المميزة لـ Wattly من اليسار إلى اليمين وتتسارع وفقًا لحمل الطاقة.
cs: Charakteristická křivka W aplikace Wattly se šíří zleva doprava a zrychluje se podle zatížení.
da: Wattlys signatur W-bølgeform udbreder sig fra venstre mod højre og accelererer efter strømbelastning.
de: Die charakteristische Wattly W-Wellenform breitet sich von links nach rechts aus und beschleunigt sich je nach Leistungslast.
el: Η χαρακτηριστική κυματομορφή W του Wattly διαδίδεται από αριστερά προς τα δεξιά και επιταχύνεται ανάλογα με το φορτίο ισχύος.
en: The Wattly signature W waveform propagates from left to right and accelerates based on power load.
es: La forma de onda W distintiva de Wattly se propaga de izquierda a derecha y se acelera según la carga de energía.
fi: Wattlyn tunnusomainen W-aaltomuoto etenee vasemmalta oikealle ja kiihtyy tehokuorman mukaan.
fr: La forme d'onde W emblématique de Wattly se propage de gauche à droite et s'accélère selon la charge énergétique.
he: צורת הגל W הייחודית של Wattly מתפשטת משמאל לימין ומאיצה בהתאם לעומס החשמל.
hi: Wattly का सिग्नेचर W वेवफ़ॉर्म बाएं से दाएं फैलता है और पावर लोड के अनुसार तेज होता है।
hu: A Wattly jellegzetes W hullámformája balról jobbra terjed, és az energiaterhelés függvényében gyorsul.
id: Bentuk gelombang W khas Wattly merambat dari kiri ke kanan dan berakselerasi berdasarkan beban daya.
it: La forma d'onda W caratteristica di Wattly si propaga da sinistra a destra e accelera in base al carico di potenza.
ja: WattlyシグネチャーのW波形が左から右へと伝播し、電力負荷に応じて加速します。
nb: Wattlys signatur W-bølgeform forplanter seg fra venstre til høyre og akselererer basert på strømbelastning.
nl: De kenmerkende W-golfvorm van Wattly plant zich voort van links naar rechts en versnelt op basis van stroombelasting.
pl: Charakterystyczny dla Wattly przebieg falowy W rozchodzi się od lewej do prawej i przyspiesza wraz z obciążeniem.
pt_br: A forma de onda W exclusiva do Wattly propaga-se da esquerda para a direita e acelera conforme a carga de energia.
pt_pt: A forma de onda W exclusiva do Wattly propaga-se da esquerda para a direita e acelera de acordo com a carga de energia.
ro: Forma de undă W caracteristică Wattly se propagă de la stânga la dreapta și accelerează în funcție de sarcina de putere.
ru: Фирменная W-волна Wattly распространяется слева направо и ускоряется в зависимости от энергопотребления.
sv: Wattlys signaturvågform W propagerar från vänster till höger och accelererar baserat på effektbelastning.
th: คลื่นรูปตัว W อันเป็นเอกลักษณ์ของ Wattly จะเคลื่อนที่จากซ้ายไปขวาและเร่งความเร็วตามโหลดพลังงาน
tr: Wattly imza W dalga formu soldan sağa yayılır ve güç yüküne bağlı olarak hızlanır.
uk: Фірмова хвиля W від Wattly поширюється зліва направо та прискорюється залежно від енергоспоживання.
vi: Dạng sóng W đặc trưng của Wattly lan truyền từ trái sang phải và tăng tốc dựa trên tải điện.
zh_hans: Wattly 标志性的 W 波形从左向右传播，并根据功率负载加速。
zh_hant: Wattly 標誌性的 W 波形從左向右傳播，並根據功率負載加速。

source: Wattly 완전 삭제...
ar: إلغاء تثبيت Wattly بالكامل...
cs: Kompletní odinstalace Wattly...
da: Afinstaller Wattly helt...
de: Wattly vollständig deinstallieren...
el: Πλήρης απεγκατάσταση του Wattly...
en: Uninstall Wattly...
es: Desinstalar Wattly por completo...
fi: Poista Wattly kokonaan...
fr: Désinstaller complètement Wattly…
he: הסר את Wattly לחלוטין...
hi: Wattly को पूरी तरह अनइंस्टॉल करें...
hu: Wattly teljes eltávolítása...
id: Copot Pemasangan Wattly Sepenuhnya...
it: Disinstalla completamente Wattly...
ja: Wattlyを完全に削除...
nb: Avinstaller Wattly fullstendig...
nl: Wattly volledig verwijderen...
pl: Całkowicie odinstaluj Wattly...
pt_br: Desinstalar Wattly Completamente...
pt_pt: Desinstalar o Wattly completamente...
ro: Dezinstalați complet Wattly...
ru: Полное удаление Wattly...
sv: Avinstallera Wattly helt...
th: ถอนการติดตั้ง Wattly โดยสมบูรณ์...
tr: Wattly'yi Tamamen Kaldır...
uk: Повне видалення Wattly...
vi: Gỡ cài đặt hoàn toàn Wattly...
zh_hans: 彻底卸载 Wattly...
zh_hant: 完全解除安裝 Wattly...

source: Wattly, 정상
ar: Wattly، طبيعي
cs: Wattly, v pořádku
da: Wattly, normal
de: Wattly, Normal
el: Wattly, Κανονικό
en: Wattly, Normal
es: Wattly, normal
fi: Wattly, normaali
fr: Wattly, normal
he: Wattly, תקין
hi: Wattly, सामान्य
hu: Wattly, Normál
id: Wattly, Normal
it: Wattly, Normale
ja: Wattly、正常
nb: Wattly, normal
nl: Wattly, normaal
pl: Wattly, normalny
pt_br: Wattly, Normal
pt_pt: Wattly, Normal
ro: Wattly, Normal
ru: Wattly, Норма
sv: Wattly, normalt
th: Wattly, ปกติ
tr: Wattly, Normal
uk: Wattly, норма
vi: Wattly, Bình thường
zh_hans: Wattly，正常
zh_hant: Wattly，正常

source: Wattly, 주의
ar: Wattly، تحذير
cs: Wattly, varování
da: Wattly, advarsel
de: Wattly, Warnung
el: Wattly, Προσοχή
en: Wattly, Caution
es: Wattly, precaución
fi: Wattly, huomio
fr: Wattly, attention
he: Wattly, אזהרה
hi: Wattly, चेतावनी
hu: Wattly, Figyelmeztetés
id: Wattly, Perhatian
it: Wattly, Attenzione
ja: Wattly、注意
nb: Wattly, advarsel
nl: Wattly, let op
pl: Wattly, uwaga
pt_br: Wattly, Atenção
pt_pt: Wattly, Atenção
ro: Wattly, Atenție
ru: Wattly, Внимание
sv: Wattly, varning
th: Wattly, คำเตือน
tr: Wattly, Dikkat
uk: Wattly, увага
vi: Wattly, Chú ý
zh_hans: Wattly，注意
zh_hant: Wattly，注意

source: Wattly가 macOS 기본 제어 대신 아래 곡선을 적용합니다. 처음 켤 때 관리자 인증이 필요합니다.
ar: يطبق Wattly المنحنى أدناه بدلاً من التحكم التلقائي لنظام macOS. يتطلب إذن المسؤول عند التمكين لأول مرة.
cs: Wattly použije níže uvedenou křivku namísto výchozího řízení macOS. První zapnutí vyžaduje autorizaci správce.
da: Wattly anvender kurven nedenfor i stedet for macOS' standardstyring. Kræver administratorgodkendelse ved første aktivering.
de: Wattly wendet die untenstehende Kurve anstelle der macOS-Standardsteuerung an. Erfordert bei der ersten Aktivierung Administratorrechte.
el: Το Wattly εφαρμόζει την παρακάτω καμπύλη αντί του προεπιλεγμένου ελέγχου του macOS. Απαιτείται εξουσιοδότηση διαχειριστή κατά την πρώτη ενεργοποίηση.
en: Wattly applies the curve below instead of macOS default fan control. Requires administrator authorization on initial enable.
es: Wattly aplica la curva siguiente en lugar del control predeterminado de macOS. Requiere autorización de administrador en la primera activación.
fi: Wattly soveltaa alla olevaa käyrää macOS:n oletusohjauksen sijaan. Vaatii järjestelmänvalvojan todennuksen ensimmäisellä käyttökerralla.
fr: Wattly applique la courbe ci-dessous à la place du contrôle par défaut de macOS. Nécessite une autorisation d'administrateur lors de la première activation.
he: Wattly מחיל את העקומה שלהלן במקום בקרת ברירת המחדל של macOS. נדרשת הרשאת מנהל מערכת בהפעלה הראשונית.
hi: Wattly macOS डिफ़ॉल्ट नियंत्रण के बजाय नीचे दिए गए कर्व को लागू करता है। प्रारंभिक सक्षम करने पर व्यवस्थापक प्रमाणीकरण की आवश्यकता होती है।
hu: A Wattly az alábbi görbét alkalmazza a macOS alapértelmezett vezérlése helyett. Az első bekapcsoláskor rendszergazdai hitelesítés szükséges.
id: Wattly menerapkan kurva di bawah ini alih-alih kontrol default macOS. Memerlukan otorisasi administrator saat pertama kali diaktifkan.
it: Wattly applica la curva seguente anziché il controllo predefinito di macOS. Richiede l'autorizzazione dell'amministratore alla prima attivazione.
ja: macOSのデフォルト制御の代わりに、Wattlyが以下の曲線を適用します。初回有効化時には管理者認証が必要です。
nb: Wattly bruker kurven nedenfor i stedet for macOS' standardstyring. Krever administratorgodkjenning ved første aktivering.
nl: Wattly past de onderstaande curve toe in plaats van de standaard macOS-regeling. Vereist beheerdersautorisatie bij de eerste inschakeling.
pl: Wattly stosuje poniższą krzywą zamiast domyślnego sterowania macOS. Pierwsze włączenie wymaga autoryzacji administratora.
pt_br: O Wattly aplica a curva abaixo em vez do controle padrão do macOS. Requer autorização de administrador na primeira ativação.
pt_pt: O Wattly aplica a curva abaixo em vez do controlo padrão do macOS. Requer autorização de administrador na ativação inicial.
ro: Wattly aplică curba de mai jos în locul controlului implicit macOS. Necesită autorizarea administratorului la prima activare.
ru: Wattly применяет кривую ниже вместо стандартного управления macOS. При первом включении требуется авторизация администратора.
sv: Wattly tillämpar kurvan nedan istället för macOS standardstyrning. Kräver administratörsbehörighet vid första aktiveringen.
th: Wattly จะใช้เส้นโค้งด้านล่างแทนการควบคุมเริ่มต้นของ macOS ต้องได้รับการอนุญาตจากผู้ดูแลระบบเมื่อเปิดใช้งานครั้งแรก
tr: Wattly, macOS saptanmış denetimi yerine aşağıdaki eğriyi uygular. İlk etkinleştirmede yönetici izni gerekir.
uk: Wattly застосовує наведену нижче криву замість стандартного керування macOS. Перше ввімкнення потребує авторизації адміністратора.
vi: Wattly áp dụng đường cong bên dưới thay cho điều khiển mặc định của macOS. Yêu cầu quyền quản trị viên trong lần bật đầu tiên.
zh_hans: Wattly将应用以下曲线替代macOS默认风扇控制。首次启用时需要管理员身份验证。
zh_hant: Wattly將套用以下曲線取代macOS預設風扇控制。初次啟用時需要管理者授權。

source: Wattly의 충전 제한 기능이 원활하게 작동하려면 macOS 시스템 설정의 '최적화된 배터리 충전'을 꺼두는 것을 권장합니다.
ar: لكي تعمل ميزة حد الشحن في Wattly بشكل صحيح، يوصى بإيقاف تشغيل 'شحن البطارية المحسّن' في إعدادات نظام macOS.
cs: Aby funkce omezení nabíjení Wattly správně fungovala, doporučujeme v Nastavení systému macOS vypnout „Optimalizované nabíjení baterie“.
da: For at Wattlys opladningsgrænse fungerer korrekt, anbefales det at slå 'Optimeret batteriopladning' fra i macOS Systemindstillinger.
de: Damit die Ladebegrenzung von Wattly reibungslos funktioniert, wird empfohlen, „Optimiertes Laden der Batterie“ in den macOS-Systemeinstellungen zu deaktivieren.
el: Για να λειτουργεί σωστά το όριο φόρτισης του Wattly, συνιστάται να απενεργοποιήσετε τη «Βελτιστοποιημένη φόρτιση μπαταρίας» στις Ρυθμίσεις συστήματος macOS.
en: To ensure Wattly's charge limit functions properly, it is recommended to turn off 'Optimized Battery Charging' in macOS System Settings.
es: Para garantizar que el límite de carga de Wattly funcione correctamente, se recomienda desactivar 'Recarga optimizada' en los Ajustes del Sistema de macOS.
fi: Jotta Wattlyn latausraja toimisi kunnolla, suositellaan 'Optimoitu akun lataus' -toiminnon poistamista käytöstä macOS:n Järjestelmäasetuksissa.
fr: Pour que la limite de charge de Wattly fonctionne correctement, il est recommandé de désactiver « Recharge optimisée de la batterie » dans les Réglages Système de macOS.
he: כדי להבטיח שמגבלת הטעינה של Wattly תפעל כראוי, מומלץ לכבות את 'טעינת סוללה מותאמת' בהגדרות מערכת macOS.
hi: यह सुनिश्चित करने के लिए कि Wattly की चार्ज सीमा ठीक से काम करे, macOS सिस्टम सेटिंग्स में 'अनुकूलित बैटरी चार्जिंग' को बंद करने की अनुशंसा की जाती है।
hu: A Wattly töltési korlátjának megfelelő működéséhez javasolt az „Optimalizált akkutöltés” kikapcsolása a macOS Rendszerbeállításokban.
id: Untuk memastikan batas pengisian daya Wattly berfungsi optimal, disarankan untuk mematikan 'Pengisian Daya Baterai Optimal' di Pengaturan Sistem macOS.
it: Affinché il limite di carica di Wattly funzioni correttamente, si consiglia di disattivare 'Caricamento ottimizzato' nelle Impostazioni di Sistema di macOS.
ja: Wattlyの充電制限機能を正常に動作させるには、macOSのシステム設定で「バッテリー充電の最適化」をオフにすることをお勧めします。
nb: For at Wattlys ladebegrensning skal fungere optimalt, anbefales det å slå av «Optimert batterilading» i macOS Systeminnstillinger.
nl: Om ervoor te zorgen dat de oplaadlimiet van Wattly goed werkt, wordt aanbevolen om 'Geoptimaliseerd opladen' uit te schakelen in macOS Systeeminstellingen.
pl: Aby limit ładowania Wattly działał prawidłowo, zaleca się wyłączenie opcji „Zoptymalizowane ładowanie” w Ustawieniach systemowych macOS.
pt_br: Para que o limite de carga do Wattly funcione perfeitamente, recomenda-se desativar o 'Carregamento Otimizado' nos Ajustes do Sistema do macOS.
pt_pt: Para que o limite de carregamento do Wattly funcione corretamente, recomenda-se desativar o 'Carregamento otimizado' nas Definições do Sistema do macOS.
ro: Pentru a asigura funcționarea optimă a limitei de încărcare Wattly, se recomandă dezactivarea opțiunii „Încărcare optimizată a bateriei” în Configurări sistem macOS.
ru: Для корректной работы лимита зарядки Wattly рекомендуется отключить «Оптимизированную зарядку» в Системных настройках macOS.
sv: För att Wattlys laddningsgräns ska fungera smidigt rekommenderas att du stänger av 'Optimerad batteriladdning' i macOS Systeminställningar.
th: เพื่อให้ขีดจำกัดการชาร์จของ Wattly ทำงานได้อย่างถูกต้อง ขอแนะนำให้ปิด 'การชาร์จเพื่อถนอมแบตเตอรี่' ในการตั้งค่าระบบ macOS
tr: Wattly şarj sınırının düzgün çalışması için macOS Sistem Ayarları'nda 'İyileştirilmiş Pil Şarjı' özelliğinin kapatılması önerilir.
uk: Щоб функція ліміту заряджання Wattly працювала належним чином, рекомендується вимкнути «Оптимізоване заряджання» в Системних параметрах macOS.
vi: Để tính năng giới hạn sạc của Wattly hoạt động bình thường, bạn nên tắt 'Sạc pin được tối ưu hóa' trong Cài đặt hệ thống macOS.
zh_hans: 为确保 Wattly 的充电限制功能正常工作，建议在 macOS 系统设置中关闭“优化电池充电”。
zh_hant: 為確保 Wattly 的充電限制功能正常運作，建議在 macOS 系統設定中關閉「最佳化電池充電」。

source: macOS는 충전 제한을 쓰는 중에도 주기적으로 100%까지 충전해 잔량 추정을 유지합니다. macOS 26.4 이상의 기본 충전 제한을 쓰신다면 이 절차는 대개 불필요합니다.
ar: يشحن macOS أحيانًا حتى 100% حتى عند ضبط حد للشحن، للحفاظ على دقة تقديره الخاص. إذا كنت تستخدم حد الشحن المدمج في macOS 26.4 أو أحدث، فهذا الإجراء عادةً غير ضروري.
cs: macOS příležitostně nabíjí na 100 %, i když je nastaven limit nabíjení, aby udržel svůj vlastní odhad přesný. Pokud používáte vestavěný limit nabíjení v macOS 26.4 nebo novějším, tento postup obvykle není potřeba.
da: macOS oplader lejlighedsvis til 100 %, selv når der er indstillet en opladningsgrænse, for at holde sit eget skøn nøjagtigt. Hvis du bruger den indbyggede opladningsgrænse i macOS 26.4 eller nyere, er denne procedure som regel unødvendig.
de: macOS lädt gelegentlich auf 100 %, selbst wenn ein Ladelimit eingestellt ist, um seine eigene Schätzung genau zu halten. Wenn du das integrierte Ladelimit von macOS 26.4 oder neuer verwendest, ist dieser Vorgang in der Regel nicht nötig.
el: Το macOS φορτίζει περιστασιακά έως 100%, ακόμη και όταν έχει οριστεί όριο φόρτισης, για να διατηρεί ακριβή τη δική του εκτίμηση. Αν χρησιμοποιείτε το ενσωματωμένο όριο φόρτισης του macOS 26.4 ή νεότερου, αυτή η διαδικασία συνήθως δεν είναι απαραίτητη.
en: macOS occasionally charges to 100% even while a charge limit is set, to keep its own estimate accurate. If you use the built-in charge limit on macOS 26.4 or later, this procedure is usually unnecessary.
es: macOS carga ocasionalmente al 100 % incluso cuando hay un límite de carga establecido, para mantener precisa su propia estimación. Si usas el límite de carga integrado de macOS 26.4 o posterior, este procedimiento suele ser innecesario.
fi: macOS lataa ajoittain 100 %:iin, vaikka lataysraja olisi asetettu, jotta sen oma arvio pysyy tarkkana. Jos käytät macOS 26.4:n tai uudemman sisäänrakennettua latausrajaa, tätä toimenpidettä ei yleensä tarvita.
fr: macOS charge occasionnellement jusqu'à 100 %, même lorsqu'une limite de charge est définie, afin de maintenir la précision de sa propre estimation. Si vous utilisez la limite de charge intégrée de macOS 26.4 ou version ultérieure, cette procédure est généralement inutile.
he: מערכת macOS טוענת מדי פעם עד 100% גם כשמוגדרת מגבלת טעינה, כדי לשמור על דיוק ההערכה שלה. אם אתה משתמש במגבלת הטעינה המובנית של macOS 26.4 ואילך, התהליך הזה בדרך כלל מיותר.
hi: macOS कभी-कभी चार्ज सीमा सेट होने पर भी 100% तक चार्ज करता है, ताकि अपने अनुमान को सटीक बनाए रख सके। यदि आप macOS 26.4 या उसके बाद के अंतर्निहित चार्ज सीमा का उपयोग करते हैं, तो यह प्रक्रिया आमतौर पर अनावश्यक होती है।
hu: A macOS időnként 100%-ig tölt akkor is, ha töltési korlát van beállítva, hogy pontos maradjon a saját becslése. Ha a macOS 26.4 vagy újabb beépített töltési korlátját használod, erre az eljárásra általában nincs szükség.
id: macOS sesekali mengisi daya hingga 100% meskipun batas pengisian daya telah diatur, untuk menjaga akurasi perkiraannya sendiri. Jika Anda menggunakan batas pengisian daya bawaan di macOS 26.4 atau yang lebih baru, prosedur ini biasanya tidak diperlukan.
it: macOS a volte carica al 100% anche quando è impostato un limite di carica, per mantenere accurata la propria stima. Se utilizzi il limite di carica integrato di macOS 26.4 o versioni successive, questa procedura di solito non è necessaria.
ja: macOSは充電制限を使用していても、自身の推定値を正確に保つため定期的に100%まで充電します。macOS 26.4以降の標準の充電制限を使っている場合、この手順は通常不要です。
nb: macOS lader av og til til 100 % selv når en ladegrense er angitt, for å holde sitt eget anslag nøyaktig. Hvis du bruker den innebygde ladegrensen i macOS 26.4 eller nyere, er denne prosedyren vanligvis unødvendig.
nl: macOS laadt af en toe op tot 100%, zelfs als er een oplaadlimiet is ingesteld, om zijn eigen schatting nauwkeurig te houden. Als je de ingebouwde oplaadlimiet van macOS 26.4 of nieuwer gebruikt, is deze procedure meestal niet nodig.
pl: macOS od czasu do czasu ładuje do 100%, nawet gdy ustawiony jest limit ładowania, aby utrzymać dokładność własnego oszacowania. Jeśli korzystasz z wbudowanego limitu ładowania w macOS 26.4 lub nowszym, ta procedura zwykle nie jest potrzebna.
pt_br: O macOS carrega ocasionalmente até 100%, mesmo com um limite de carga definido, para manter sua própria estimativa precisa. Se você usa o limite de carga integrado do macOS 26.4 ou posterior, esse procedimento geralmente é desnecessário.
pt_pt: O macOS carrega ocasionalmente até 100%, mesmo com um limite de carga definido, para manter a sua própria estimativa exata. Se utilizar o limite de carga integrado do macOS 26.4 ou posterior, este procedimento é geralmente desnecessário.
ro: macOS încarcă ocazional până la 100%, chiar și atunci când este setată o limită de încărcare, pentru a-și menține propria estimare exactă. Dacă folosești limita de încărcare încorporată din macOS 26.4 sau o versiune ulterioară, această procedură este de obicei inutilă.
ru: macOS периодически заряжает до 100%, даже если установлен лимит зарядки, чтобы сохранить точность собственной оценки. Если вы используете встроенный лимит зарядки macOS 26.4 или новее, эта процедура обычно не нужна.
sv: macOS laddar ibland till 100 % även när en laddningsgräns är inställd, för att hålla sin egen uppskattning korrekt. Om du använder den inbyggda laddningsgränsen i macOS 26.4 eller senare är denna procedur oftast onödig.
th: macOS จะชาร์จถึง 100% เป็นครั้งคราวแม้จะตั้งขีดจำกัดการชาร์จไว้ เพื่อรักษาความแม่นยำของการประมาณค่าของตัวเอง หากคุณใช้ขีดจำกัดการชาร์จในตัวของ macOS 26.4 ขึ้นไป โดยปกติแล้วขั้นตอนนี้ไม่จำเป็น
tr: macOS, kendi tahminini doğru tutmak için şarj sınırı ayarlanmış olsa bile zaman zaman %100'e kadar şarj eder. macOS 26.4 veya sonrasının yerleşik şarj sınırını kullanıyorsanız, bu işlem genellikle gereksizdir.
uk: macOS час від часу заряджає до 100%, навіть якщо встановлено ліміт заряджання, щоб зберегти точність власної оцінки. Якщо ви використовуєте вбудований ліміт заряджання macOS 26.4 або новішої версії, ця процедура зазвичай не потрібна.
vi: macOS thỉnh thoảng sạc đến 100% ngay cả khi đã đặt giới hạn sạc, để giữ cho ước tính của chính nó luôn chính xác. Nếu bạn dùng giới hạn sạc tích hợp sẵn của macOS 26.4 trở lên, quy trình này thường không cần thiết.
zh_hans: 即使设置了充电限制，macOS 也会偶尔充电至 100%，以保持其自身估算的准确性。如果你使用的是 macOS 26.4 或更高版本内置的充电限制，通常不需要执行此流程。
zh_hant: 即使設定了充電限制，macOS 也會偶爾充電至 100%，以維持其自身估算的準確性。如果你使用的是 macOS 26.4 或更新版本內建的充電限制，通常不需要執行此流程。

source: v%@ 사용 가능
ar: ‏v%@ متوفر
cs: K dispozici v%@
da: v%@ tilgængelig
de: v%@ verfügbar
el: v%@ διαθέσιμη
en: v%@ available
es: v%@ disponible
fi: v%@ saatavilla
fr: v%@ disponible
he: ‏v%@ זמינה
hi: v%@ उपलब्ध
hu: v%@ elérhető
id: v%@ tersedia
it: v%@ disponible
ja: v%@ が利用可能
nb: v%@ tilgjengelig
nl: v%@ beschikbaar
pl: v%@ dostępna
pt_br: v%@ disponível
pt_pt: v%@ disponível
ro: v%@ disponibil
ru: Доступна v%@
sv: v%@ tillgänglig
th: มี v%@ ให้อัปเดต
tr: v%@ mevcut
uk: Доступна v%@
vi: v%@ khả dụng
zh_hans: v%@ 可用
zh_hant: v%@ 可用

source: • %@: 기본 최소 RPM 이상으로 복귀
ar: • %@: العودة إلى الحد الأدنى الافتراضي لعدد الدورات في الدقيقة أو أعلى
cs: • %@: Návrat na výchozí minimální RPM nebo vyšší
da: • %@: Vend tilbage til standard minimum-RPM eller derover
de: • %@: Rückkehr zur Standard-Mindestdrehzahl oder höher
el: • %@: Επιστροφή στις προεπιλεγμένες ελάχιστες RPM ή παραπάνω
en: • %@: Return to default minimum RPM or above
es: • %@: Volver a las RPM mínimas predeterminadas o superiores
fi: • %@: Paluu oletusminimikierroslukuun (RPM) tai sen yli
fr: • %@ : Retour au régime minimal par défaut ou supérieur
he: • %@: חזרה למינימום סל"ד המוגדר כברירת מחדל ומעלה
hi: • %@: डिफ़ॉल्ट न्यूनतम RPM या उससे ऊपर लौटें
hu: • %@: Visszatérés az alapértelmezett minimális fordulatszámra vagy afölé
id: • %@: Kembali ke RPM minimum default atau lebih tinggi
it: • %@: Ritorno agli RPM minimi predefiniti o superiori
ja: • %@：デフォルトの最小RPM以上に復帰
nb: • %@: Gå tilbake til standard minimum RPM eller over
nl: • %@: Terugkeren naar standaard minimum RPM of hoger
pl: • %@: Powrót do domyślnych minimalnych obrotów (RPM) lub wyższych
pt_br: • %@: Retornar ao RPM mínimo padrão ou superior
pt_pt: • %@: Regressar às RPM mínimas predefinidas ou superiores
ro: • %@: Revenire la RPM-ul minim implicit sau mai mult
ru: • %@: Возврат к стандартным минимальным оборотам (RPM) или выше
sv: • %@: Återgå till standard-lägsta RPM eller högre
th: • %@: กลับสู่รอบพัดลม (RPM) ขั้นต่ำตามค่าเริ่มต้นหรือสูงกว่า
tr: • %@: Varsayılan minimum RPM veya üzerine dön
uk: • %@: Повернення до типових мінімальних обертів (RPM) або вище
vi: • %@: Trở về mức RPM tối thiểu mặc định trở lên
zh_hans: • %@：恢复到默认最低 RPM 或更高
zh_hant: • %@：恢復至預設最低 RPM 或更高

source: • %lld°C 미만: 곡선 설정에 따라 제어
ar: • أقل من %lld°م: التحكم وفقًا لإعدادات المنحنى
cs: • Pod %lld°C: Řízeno podle nastavení křivky
da: • Under %lld°C: Styret i henhold til kurveindstillinger
de: • Unter %lld°C: Gesteuert gemäß Kurveneinstellung
el: • Κάτω από %lld°C: Έλεγχος σύμφωνα με τις ρυθμίσεις καμπύλης
en: • Below %lld°C: Controlled according to curve
es: • Menos de %lld°C: Controlado según los ajustes de la curva
fi: • Alle %lld°C: Ohjataan käyräasetusten mukaan
fr: • En dessous de %lld°C : Contrôlé selon les réglages de la courbe
he: • מתחת ל-‎%lld°C: נשלט בהתאם להגדרות העקומה
hi: • %lld°C से कम: वक्र सेटिंग्स के अनुसार नियंत्रित
hu: • %lld°C alatt: A görbebeállítások szerint vezérelve
id: • Di bawah %lld°C: Dikontrol sesuai pengaturan kurva
it: • Sotto i %lld°C: Controllato secondo le impostazioni della curva
ja: • %lld°C未満：カーブ設定に従って制御
nb: • Under %lld°C: Styrt i henhold til kurveinnstillinger
nl: • Onder %lld°C: Geregeld volgens curve-instellingen
pl: • Poniżej %lld°C: Sterowanie zgodnie z ustawieniami krzywej
pt_br: • Abaixo de %lld°C: Controlado de acordo com a curva
pt_pt: • Abaixo de %lld°C: Controlado de acordo com as definições da curva
ro: • Sub %lld°C: Controlat conform setărilor curbei
ru: • Ниже %lld°C: Управление в соответствии с кривой
sv: • Under %lld°C: Styrs enligt kurvinställningar
th: • ต่ำกว่า %lld°C: ควบคุมตามการตั้งค่ากราฟพัดลม
tr: • %lld°C altında: Eğri ayarlarına göre kontrol edilir
uk: • Нижче %lld°C: Керування згідно з налаштуваннями кривої
vi: • Dưới %lld°C: Được điều khiển theo cài đặt đường cong
zh_hans: • 低于 %lld°C：按曲线设置控制
zh_hant: • 低於 %lld°C：按曲線設定控制
